import React from 'react';

const Review = () => {
  return (
    <div>
      <div>
        <div>
          <img src="" alt="" />
        </div>
        <div>
          <p>인생마린</p>
          <div>
            <div>⭐⭐⭐⭐🤍</div>
            <p>2023.03.01</p>
          </div>
          <strong>판매자: 마린 컴퍼니(주)</strong>
        </div>
      </div>

      <div>
        <p>마린이 직접만든 리조또, 520g 1팩</p>
        <div>
          <img src="" alt="" />
          <img src="" alt="" />
          <img src="" alt="" />
          <img src="" alt="" />
        </div>
      </div>

      <div>
        <strong>마린의 손맛이 느껴지는 맛입니다</strong>
        <span>
          저번에 먹었던 마린이 직접만든 육개장보다 맛있어요!! 애는 단짠단짠의
          맛이구요~ 누군가는 좋아할맛이지만 호불호가 있는맛이라고 생각합니다
          영양성분 보시면 아시겠지만 타사의 제품과 다르게 건강에 신경쓴 부분도
          좋았어요 밖에서 사먹는 리조또 꿇리지 않네요 재구매의사 x100!!
        </span>
      </div>

      <div>
        <div>
          <strong>맛 만족도</strong>
          <p>예상보다 맛있어요</p>
        </div>
        <div>
          <strong>간편함</strong>
          <p>조리가 간편해요</p>
        </div>
      </div>

      <div>
        <p>2명에게 도움이 됨</p>
        <button>👍</button>
      </div>
    </div>
  );
};

export default Review;
